var locConfig = {
    baseLoc: {
        '中科院三亚深海所': {
            loc: [109.475735, 18.21130],
            nodes: [],
            type: 'base'
        },
        '美济礁数据分中心': {
            loc: [115.564723230185, 9.921418520450061],
            nodes: [],
            type: 'base'
        },
        '中科院南海所': {
            loc: [113.29943163823276, 23.097016124355477],
            nodes: [],
            type: 'base'
        },
        '东锣岛': {
            loc: [108.98977710001971, 18.32661115004193],
            nodes: [],
            type: 'base'
        }

    }
}

